Repository: drupal-membership/membership
Catalog: translations/membership.*.po
Languages: hu

source: Provides easy time-limited membership management.
hu: Egyszerű, idővel lejáró tagságkezelést biztosít.

source: Membership management
hu: Tagságkezelés

source: Configure time-limited membership management.
hu: Idővel lejáró tagságkezelés beállítása.

source: Easy time-limited membership management.
hu: Egyszerű, idővel lejáró tagságkezelés.

source: Username
hu: Felhasználói név

source: Last modified
hu: Utoljára módosítva

source: Expires
hu: Lejárat

source: Operations
hu: Műveletek

source: Y-m-d
hu: Y. F j.

source: Expire now
hu: Azonnal lejár

source: Edit membership
hu: Tagság szerkesztése

source: Add a new member
hu: Új tag hozzáadása

source: New member
hu: Új tag

source: Save
hu: Mentés

source: A username must be given.
hu: Meg kell adni egy felhasználónevet.

source: This user is already a member of the %role role.
hu: Ez a felhasználó már tagja a %role csoportnak.

source: Nonexistent username.
hu: Nem létező felhasználónév.

source: Expires should be in the future.
hu: A lejáratnak a jövőben kell lennie.

source: There are no members.
hu: Nincsenek tagok.

source: There is no such member.
hu: Nincs ilyen tag.

source: Expire date of !member
hu: !member tagsága lejár

source: The module has not been set up yet.
hu: A modul még nincs beállítva.

source: Membership-managed role
hu: Szabályozott tagságú csoport

source: Select the role whose members should be managed in a time-limited manner.
hu: Azon csoport, melynek tagságát idővel lejáró módon kell kezelni.

source: Membership-managed role cannot be changed as it already has members.
hu: Az idővel lejáró módon kezelendő csoport nem változtatható meg, mert már van tagja.

source: none
hu: nincs

source: Membership Power Manager
hu: A tagság főadminisztrátora

source: Select the Power Manager who will receive emails on every membership change.
hu: A főadminisztrátor minden tagság-változásról értesítést kap emailben.

source: Power Manager cannot be specified as there are no roles with %priv privilege.
hu: A főadminisztrátor nem adható meg, mert nincs olyan csoport, amely rendelkezne %priv jogosultsággal.

source: access membership
hu: tagság kezelése

source: Deleted membership
hu: Törölt tagság

source: Dear !username, you have just been removed from the !role role at !site (!url). Sincerely: !owner
hu: Kedves !username! A tagságodat !role csoportból törölték az oldalunkon: !site (!url). Tisztelettel: !owner

source: Dear Power Manager, !owner has just removed !member from the !role role at !site (!url).
hu: Kedves főadminisztrátor! !owner törölte !member felhasználó !role csoportbeli tagságát az oldalunkon: !site (!url).

source: New membership
hu: Új tagság

source: Dear !username, you have just been added to the !role role at !site (!url). Your membership expires at !expire. Sincerely: !owner
hu: Kedves !username! Hozzáadtak !role csoporthoz az oldalunkon: !site (!url). A tagságod lejár: !expire Tisztelettel: !owner

source: Dear Power Manager, !owner has just added !member to the !role role at !site (!url). This new membership expires at !expire.
hu: Kedves főadminisztrátor! !owner hozzáadta !member felhasználót !role csoporthoz az oldalunkon: !site (!url). A tagság lejár: !expire

source: Modified membership
hu: Módosult tagság

source: Dear !username, your membership of the !role role has just been modified at !site (!url): it expires at !expire. Sincerely: !owner
hu: Kedves !username! Módosult !role csoportbeli tagságod az oldalunkon: !site (!url), lejárata: !expire Tisztelettel: !owner

source: Dear Power Manager, !owner has just modified the membership of !member regarding to the !role role at !site (!url): it expires at !expire.
hu: Kedves főadminisztrátor! !owner módosította !member felhasználó !role csoportbeli tagságát az oldalunkon: !site (!url), lejárata: !expire

source: Expired membership
hu: Lejárt tagság

source: Dear !member, you have just been removed from the !role role at !site (!url) because of membership expiration.
hu: Kedves !member! Töröltek !role csoportból az oldalunkon: !site (!url), mert tagságod lejárt.

source: Dear Power Manager, !member has just been removed from the !role role at !site (!url) because of membership expiration.
hu: Kedves főadminisztrátor! !member felhasználót töröltük !role csoportból az oldalunkon: !site (!url), mert tagsága lejárt.

source: administer membership
hu: tagság beállítása

source: membership
hu: tagság

source: Primary Key: Unique member ID.
hu: Elsődleges kulcs: egyedi tag azonosító.

source: The {users}.uid who is a member of the given role.
hu: A megadott csoport tagjának {users}.uid értéke.

source: The {users}.uid who has last modified this membership.
hu: Ezen tagságot utoljára módosító {users}.uid.

source: The time when the membership was last modified, as a Unix timestamp.
hu: A tagság utolsó módosításának időpontja Unix időbélyeg formátumban.

source: The time when the membership will expire, as a Unix timestamp.
hu: A tagság lejáratának időpontja Unix időbélyeg formátumban.

source: Membership
hu: Tagság
